# A.K. Ghosh, R. Raj
# Grain size distribution effects in superplasticity
# Acta Metallurgica, 1981
# Figure 9 - экспериментальные точки
# Размер зерна взят из модельных распределений, проверить по ссылке (есть ли в открытом доступе?)
data = {
    9: [
        (7.89177691312e-6, 0.2230050048866422),
        (3.35109160643e-5, 0.5659903022565203),
        (1.62659637461e-4, 1.925946371903412),
        (3.01931900037e-4, 3.3158833955761557),
        (7.26226345708e-4, 5.960475401347929),
        (2.72039332154e-3, 12.089184342717608),
        (6.93754159481e-3, 15.65873231720973),
        (1.29856860832e-2, 18.131218849336083),
        (2.73241021338e-2, 20.994106694142626),
    ],
}
