# Объединённый набор данных из двух работ (по одному размеру зерна из каждой)
{
    # T.-W. Kim, F.P.E. Dunne
    # Determination of superplastic constitutive equations and strain rate sensitivities for aerospace alloys
    # Proceedings of the Institution of Mechanical Engineers, 1997
    # Figure 4
    (7.4, 0.0001): [
        (0.03946, 13.86),
        (0.113678, 15.4882),
        (0.220887, 16.835),
        (0.32902, 17.9125),
        (0.436229, 18.5185),
        (0.580407, 20.3367),
        (0.72366, 20.8081),
        (0.903882, 19.9327),
        (1.08688, 21.4815),
    ],
    (7.4, 0.001): [
        (0.05886, 33.24),
        (0.077634, 34.8148),
        (0.114603, 35.5556),
        (0.185767, 36.3636),
        (0.275416, 36.9697),
        (0.34658, 37.5084),
        (0.455638, 37.5758),
        (0.598891, 37.3737),
    ],
    # Круглов А.А., Ганиева В.Р., Тулупова О.П., Еникеев Ф.У.
    # Методы расчета продолжительности процесса сверхпластической формовки круглой мембраны
    # Известия вузов. Цветная металлургия, 2017
    # Рисунок 6
    (2.2, 0.00033): [
        (0.0026, 3.420),
        (0.0095, 6.474),
        (0.028, 8.67),
        (0.058, 10.12),
        (0.1, 10.93),
        (0.151, 11.6),
        (0.213, 12.22),
        (0.285, 12.76),
        (0.368, 13.32),
        (0.405, 13.65),
    ],
}
