# T.-W. Kim, F.P.E. Dunne
# Determination of superplastic constitutive equations and strain rate sensitivities for aerospace alloys
# Proceedings of the Institution of Mechanical Engineers, 1997
# Figure 1 - верхний
# NB: все кривые для одного размера зерна
{
    (8.2, 0.0002): [
        (4.3859348, 8.2056962),
        (1906.936, 9.0126582),
        (3957.7367, 11.006329),
        (5003.7274, 12.03481),
        (7993.4489, 15.009494),
        (8998.2589, 16.006329),
    ],
    (8.2, 0.0005): [
        (4.3859348, 8.2056962),
        (440.90175, 8.9968354),
        (1593.9624, 10.816456),
        (2005.7698, 11.623418),
        (2384.6325, 12.303797),
        (3208.2473, 14.012658),
    ],
    (8.2, 0.002): [
        (4.3859348, 8.2056962),
        (202.05347, 9.3291139),
        (300.88724, 9.7405063),
        (407.95716, 10.136076),
        (515.02707, 10.737342),
    ],
}
