# A.K. Ghosh, C.H. Hamilton
# Mechanical Behavior and Hardening Characteristics of a Superplastic Ti-6AI-4V Alloy
# Metallurgical Transactions A, 1979
# Figures 6-7

# В описании экспериментов указано, что проводилось предварительное выдерживание (10 минут при
# целевой температуре), поэтому графики начинаются со значения 10 минут. Соответственно, все точки
# сдвинуты на -600 секунд по сравнению с оригинальными графиками из статьи
{
    (6.4, 0.0): [
        (0.0, 6.4),
        (10819.8, 10.07),
    ],
    (6.4, 0.00005): [
        (0.0, 6.4),
        (10709.4, 10.705),
    ],
    (6.4, 0.0002): [
        (0.0, 6.4),
        (1436.04, 8.5384),
        (3287.16, 10.303),
        (5031.48, 11.83),
    ],
    (6.4, 0.001): [
        (0.0, 6.4),
        (295.86, 7.6508),
        (707.64, 8.436),
        (1005.3, 8.8581),
    ],
    (6.4, 0.005): [
        (0.0, 6.4),
        (182.7, 8.0),
    ],
    (9.0, 0.0002): [
        (0.0, 9.0),
        (1508.46, 10.872),
        (3306.06, 11.351),
        (5043.18, 13.715),
    ],
    (9.0, 0.001): [
        (0.0, 9.0),
        (302.04, 9.5805),
        (720.9, 9.7927),
        (1029.72, 10.734),
    ],
}
